meetjestad/mjs_firmware/hardware/meetjestad/avr/boards.txt
##############################################################

meetjestad.name=Meet je stad

meetjestad.upload.protocol=arduino
meetjestad.upload.maximum_size=30720
meetjestad.upload.speed=57600

meetjestad.bootloader.low_fuses=0xE2
meetjestad.bootloader.high_fuses=0xDA
meetjestad.bootloader.extended_fuses=0x05

meetjestad.bootloader.file=atmega/ATmegaBOOT_168_atmega328_pro_8MHz.hex
meetjestad.bootloader.unlock_bits=0x3F
meetjestad.bootloader.lock_bits=0x0F

meetjestad.build.mcu=atmega328p
meetjestad.build.f_cpu=8000000L
meetjestad.build.core=arduino:arduino
meetjestad.build.variant=meetjestad

meetjestad.bootloader.tool=arduino:avrdude
meetjestad.upload.tool=arduino:avrdude
